Repository: gbnsky/filmro
Catalog: Unroll/Localizable/*.lproj/Localizable.strings
Languages: pt_br

source: A shortcut to the next streaming
pt_br: Um atalho para o próximo streaming

source: We'll try to spare your time before countless scrolling time to find something to watch.
pt_br: Vamos tentar poupar seu tempo antes de ficar horas e horas procurando o que assistir.

source: Choose your country
pt_br: Selecione seu país

source: Let’s find a movie together
pt_br: Vamos encontrar um filme

source: Or tap here to know more about the app.
pt_br: Ou toque aqui para saber mais sobre o app.

source: Just like Subway, choose the ingredients
pt_br: Assim como no Subway, escolha seus ingredientes

source: Continue
pt_br: Continuar

source: Genres
pt_br: Gêneros

source: Sort By
pt_br: Ordene por

source: Newer
pt_br: Mais recentes

source: Popular
pt_br: Mais populares

source: Older
pt_br: Menos recentes

source: Unpopular
pt_br: Menos populares

source: Overview
pt_br: Descrição

source: See more
pt_br: Veja mais

source: Original Title
pt_br: Título Original

source: Tagline
pt_br: Slogan

source: Watch Providers
pt_br: Onde assistir

source: JustWatch helps you to find legally watch providers for your movies and tv series. Go to JustWatch.com to see more.
pt_br: JustWatch ajuda você a encontrar legalmente quais serviços possuem sua escolha de filmes e séries. Acesse JustWatch.com para saber mais.

source: Film Data
pt_br: Dados de filmes

source: All film data used on Unroll are supplied by The Movie Database. If you want to add or modify any movie informartion that seems off, you can tap here, create an account on TMDb and do the specific changes. Rolly will appreciate that.
pt_br: Todos os dados relacionados a filmes presentes no Unroll são da base The Movie Database. Se você deseja adicionar ou modificar alguma informação que pareça errada, você pode tocar aqui, criar uma conta na TMDb e fazer as respectivas alterações. O Rolinho agradeceria muito.

source: Watch Providers Data
pt_br: Dados de provedores

source: Watch providers data are related to JustWatch. If you want to know more about it, just tap here.
pt_br: Dados de provedores são relacionados ao JustWatch. Se você deseja saber mais sobre a plataforma, você pode tocar aqui.

source: This app were designed and developed by Gabriel Garcia.
pt_br: Essa aplicação foi desenhada e desenvolvida por Gabriel Garcia.

source: United States of America
pt_br: Estados Unidos da América

source: Brazil
pt_br: Brasil
